Repository: sandibi13/fluxpak
Catalog: po/*.po
Languages: fr

source: Are you sure you want to update all packages? (${BGreen}y${NC}/${BRed}N${NC})
fr: Êtes-vous sûr de vouloir mettre à jour tous les packages? (${BGreen}y${NC}/${BRed}N${NC})

source: Searching dnf…
fr: Recherche de l'dnf…

source: Searching flatpak…
fr: Recherche de flatpak…

source: No packages found matching '$*'!
fr: Aucun paquet trouvé correspondant à '$*' !

source: Found packages matching '${BPurple}$*${NC}':
fr: Paquets trouvés correspondant à '${BPurple}$*${NC}':

source: Select which package to install
fr: Sélectionnez le paquet à installer

source: Select which package to remove
fr: Sélectionnez le package à supprimer

source: '${entered_input[*]}' is not a valid number
fr: '${entered_input[*]}' n'est pas un numéro valide

source: Selecting '${BPurple}${pkgs[i]}${NC}' from package manager '${BPurple}${pkgrepo[i]}${NC}'
fr: Sélection de '${BPurple}${pkgs[i]}${NC}' dans le gestionnaire de paquets '${BPurple}${pkgrepo[i]}${NC}'

source: Are you sure? (${BGreen}y${NC}/${BRed}N${NC})
fr: Es-tu sûr? (${BGreen}y${NC}/${BRed}N${NC})

source: Invalid repository name!
fr: Nom de dépôt non valide !
